
/* these strings need to be localized */
"APP_TITLE"                 = "블리자드 오류 관리 프로그램";
"DEFAULT_MESSAGE"           = "응용 프로그램에 예기치 않은 오류가 발생했습니다.";
"DEFAULT_PROMPT"            = "개발팀이 문제를 파악할 수 있도록 오류 발생 당시의 상황을 설명해주십시오.";
"CLOSE_BUTTON_NAME"         = "닫기";
"CLOSE_BUTTON_TOOLTIP"      = "오류 신고 창을 닫습니다";
"REOPEN_BUTTON_NAME"        = "재시작하기";
"REOPEN_BUTTON_TOOLTIP"     = "응용 프로그램을 다시 시작합니다";
"REPAIR_BUTTON_NAME"        = "복구하기";
"REPAIR_BUTTON_TOOLTIP"     = "블리자드 복구 프로그램을 실행하여 손상되었거나 누락된 파일을 복구합니다";
"SEND_CHECKBOX_NAME"        = "블리자드에 전송";
"SEND_CHECKBOX_TOOLTIP"     = "이 오류에 대한 정보를 블리자드에 전송하여 응용 프로그램 개선에 도움을 주십시오";
"UUID_DESCRIPTION"          = "블리자드와 이 문제에 대해 논의할 때 아래의 신고 ID를 사용하십시오.";
"SEND_FAILED_DIALOG_TITLE"  = "전송 실패";
"SEND_FAILED_DIALOG_TEXT"   = "버그 신고에 실패했습니다.";
"OK_BUTTON_NAME"            = "확인";
"CANCEL_BUTTON_NAME"        = "취소";
"SEND_BUTTON_NAME"          = "전송";
"DONE_BUTTON_NAME"          = "완료";
"QUIT_BUTTON_NAME"          = "종료";
"RETRY_BUTTON_NAME"         = "재시도";

/* these values are not required for localization since they are only used internally */
"REQUIRED"="Required";
"OPTIONAL"="Optional";
"DESCRIPTION"="Description";
"PRIMARY"="Primary";
"ACCOUNT"="Inspector Account";
"COMMENTS"="Comments";
"ATTACHED_FILES"="Attached Files";
"ADD_ASSIGNMENT"="Add Assignment";
"ASSIGNMENT"="Assignment";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MODULE"="Module";
"PLATFORM"="Platform";
"STEPS"="Steps";
"ADDITIONAL_INFO"="Additional Info";
"SUMMARY"="Summary";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MILESTONE"="Milestone";
"PRIORITY"="Priority";
"REPRODUCIBILITY"="Reproducibility";
"QA_TEAM"="QA Team";
"SUMMARY_VALIDATION_FAILED"="Must enter a summary";
"ADD_ATTACHMENT"="Add Attachment";


/* general menu strings that need to be localized */

/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "편집";
"MENU_WINDOW" = "윈도우";

/* App Menu Items */
"MENU_APP_ABOUT" = "@{APP_TITLE}에 관하여";
"MENU_APP_SCREENSHOT" = "스크린샷";
"MENU_APP_HIDE" = "@{APP_TITLE} 숨기기";
"MENU_APP_HIDE_OTHERS" = "기타 숨기기";
"MENU_APP_SHOW_ALL" = "모두 보이기";
"MENU_APP_QUIT" = "@{APP_TITLE} 종료";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "실행 취소";
"MENU_EDIT_CUT" = "오려두기";
"MENU_EDIT_COPY" = "복사";
"MENU_EDIT_PASTE" = "붙이기";
"MENU_EDIT_DELETE" = "삭제";
"MENU_EDIT_SELECT_ALL" = "전체 선택";
"MENU_EDIT_FIND" = "찾기";
"MENU_EDIT_FIND_FIND" = "찾기…";
"MENU_EDIT_FIND_NEXT" = "다음 찾기";
"MENU_EDIT_FIND_PREVIOUS" = "이전 찾기";
"MENU_EDIT_FIND_USE_SELECTION" = "선택 부분으로 찾기";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "선택 부분으로 이동";
"MENU_EDIT_SPECIAL_CHARS" = "특수 문자…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "닫기";
"MENU_WINDOW_MINIMIZE" = "최소화";
"MENU_WINDOW_ZOOM" = "확대/축소";
"MENU_WINDOW_FULLSCREEN" = "전체 화면 설정/해제";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "모두 앞으로 가져오기";
